; Let It Rain FX UI strings. Key = the English text; fill in the value.
; Blank value = falls back to English, so a partial file is a working file.
; SAVE AS UTF-16 LE WITH BOM. Any other encoding reads as mojibake.
[Strings]
Settings - Let It Rain FX=
Rain=
Snow=
Intensity=
Low=
High=
Wind Direction=
Left=
Right=
Simplified snow heap=
Change Particle Color=
Hide behind windows=
Start with Windows=
About - Let It Rain FX=
Report issues or send feedback to=
Support=
Other apps=
Fast, lightweight, and minimalist photo viewer designed for the modern Windows=
Customizable, minimal, transparent desktop clock widgets for Windows=
Configure=
About=
Exit=
